#!/bin/bash

G='\033[1;32m'
R='\033[0;31m'
NC='\033[0m'

echo -e "${G}𝔇𝔦𝔤𝔦𝔱𝔞𝔩 𝔣𝔯𝔢𝔢𝔡𝔬𝔪 𝔦𝔰 𝔫𝔬𝔱 𝔪𝔢𝔯𝔢𝔩𝔶
𝔞𝔟𝔬𝔲𝔱 𝔞𝔠𝔠𝔢𝔰𝔰 𝔱𝔬 𝔱𝔢𝔠𝔥𝔫𝔬𝔩𝔬𝔤𝔶;

𝔦𝔱 𝔦𝔰 𝔱𝔥𝔢 𝔣𝔲𝔫𝔡𝔞𝔪𝔢𝔫𝔱𝔞𝔩 𝔯𝔦𝔤𝔥𝔱
𝔬𝔣 𝔢𝔳𝔢𝔯𝔶 𝔦𝔫𝔡𝔦𝔳𝔦𝔡𝔲𝔞𝔩 𝔱𝔬 𝔰𝔢𝔢𝔨,
𝔯𝔢𝔠𝔢𝔦𝔳𝔢, 𝔞𝔫𝔡 𝔦𝔪𝔭𝔞𝔯𝔱 𝔦𝔫𝔣𝔬𝔯𝔪𝔞𝔱𝔦𝔬𝔫,
𝔦𝔡𝔢𝔞𝔰, 𝔞𝔫𝔡 𝔢𝔵𝔭𝔯𝔢𝔰𝔰𝔦𝔬𝔫

𝔴𝔦𝔱𝔥𝔬𝔲𝔱 𝔞𝔯𝔟𝔦𝔱𝔯𝔞𝔯𝔶 𝔠𝔢𝔫𝔰𝔬𝔯𝔰𝔥𝔦𝔭,
𝔰𝔲𝔯𝔳𝔢𝔦𝔩𝔩𝔞𝔫𝔠𝔢, 𝔬𝔯 𝔡𝔦𝔤𝔦𝔱𝔞𝔩 𝔟𝔬𝔯𝔡𝔢𝔯𝔰.${NC}"

echo

echo -e "${R}"
cat << 'EOF'
     _.-^^---....,,--
 _--                  --_
<                        >)
|                         |
 \._                   _./
    ```--. . , ; .--'''
          | |   |
       .-=||  | |=-.
       `-=#\(%&%\)#=-'
          | ;  :|
 _____.,-#%&$@%#&#~,._____

                       -bon333
EOF
echo -e "${NC}"

mpv --really-quiet --volume=200  ~/scripts/media/I_REGRET_NOTHING.mp4
echo boom 
reboot
